<?php
/**
 * Практическая работа для курсовой работы по
 * предмету Базы Данных.
 *
 * @group    ЭВТ-21-1бзу
 * @student  Галямин Игорь Дмитриевич
 */


/*
|--------------------------------------------------------------------------
| Load core app
|--------------------------------------------------------------------------
*/
include 'Core/Configuration/init.php';


/*
|--------------------------------------------------------------------------
| Load public app
|--------------------------------------------------------------------------
*/
$Handler = new \Core\General\Handler();

$Handler->includeComponentByURL($_SERVER['REQUEST_URI']);